name = "ნიკუშა"
surname = "შალამბერიძე"
age = 16
city = "ქუთაისში"

print("მე ვარ" + "  " + name  +"  "+ "ჩემი გვარია" + "  " + surname + "  " + "ვარ"+  " "  + str(age) + " " +"წლის და" + " " + "ვცხოვრობ" + " " + city  ) 



#მე-11 სტრიქონში ვქმნი ცვლადს სახელად num1 და ვინახავ მთელ რიცხვს 13
num1 = 13
#მე-13 სტრიქონში ვქმნი ცვლადის სახელებს num2 და ვინახავ მთელ რიცხვს 7
num2 = 7
#in the 15 line , i am printing sum of num 1 and num 2 value
print(num1 + num2)

#მე-17 სტრიქონში ვქმნი ცვლადის სახელებს num3 და ვინახავ მთელ რიცხვს 2
num3 = 2
#მე-20 სტრიქონში ვქმნი ცვლადის სახელებს num4 და ვინახავ მთელ რიცხვს 4
num4 = 4
#22 სტრიქონში ვბეჭდავ num 3 და num 4 მნიშვნელობების ჯამს
print(num3 * num4)

#25 სტრიქონში მე ვქმნი ცვლადს სახელად num 5 და ვინახავ მთელ რიცხვს 21
num5 = 21
#27 სტრიქონში ვქმნი ცვლადს, სახელად num 6 და ვინახავ მთელ რიცხვს 3
num6 = 3
#29 სტრიქონში ვბეჭდავ num 5 და num 6 მნიშვნელობების ჯამს
print(num5 / num6)

#32 სტრიქონში მე ვქმნი ცვლადს სახელად num7 და ვინახავ მთელ რიცხვს 6
num7 = 6
#34 სტრიქონში მე ვქმნი ცვლადს სახელად num8 და ვინახავ მთელ რიცხვს 2
num8 = 2
#36 სტრიქონში ვბეჭდავ num 7 და num 8 მნიშვნელობის ჯამს
print(num7 - num8)

#39 სტრიქონში ვქმნი ცვლადს სახელად num9 და ვინახავ მთელ რიცხვს 24
num9 = 24
#41 სტრიქონში ვქმნი ცვლადს სახელად num10 და ვინახავ მთელ რიცხვს 26
num10 = 26
#36 სტრიქონში ვბეჭდავ num 9 და num 10 მნიშვნელობის ჯამს
print(num9+num10)